/* Cancel */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Connect error" = "连接错误";

/* Connect error */
"Connect error. Please try again once you regain access." = "网络连接错误，请先连接网络。";

/* Error */
"Error" = "错误";

/* No comment provided by engineer. */
"Incorrect login or password" = "用户名或密码错误";

/* Load more */
"Load more" = "更多";

/* Loading... */
"Loading..." = "加载中...";

/* Login */
"Login" = "登录";

/* Register at notihub.com */
"Login notice" = "";

/* Logout */
"Logout" = "注销";

/* Ok */
"Ok" = "Ok";

/* Password */
"Password" = "密码";

/* No comment provided by engineer. */
"Password is required" = "密码需要填写";

/* Pull down to refresh... */
"Pull down to refresh..." = "下拉可以更新...";

/* Release to refresh... */
"Release to refresh..." = "松开立即更新...";

/* Signup */
"Signup" = "注册";

/* No comment provided by engineer. */
"System error" = "系统错误";

/* Username */
"Username" = "用户名";

/* No comment provided by engineer. */
"Username is required" = "用户名需要填写";

